#include "Stdafx.h"
using namespace std;

  void hard()
    {
        /*
         - подсчитать количество заявок на ремонт в прошлом году и отобразить информацию о них;
         - найти и отобразить информацию о самом длительном устранении неисправности в этом году с учетом даты
           и времени; - упорядочить исходную информацию по файлам, где в качестве имени файла используется год,
           в котором произошла поломка, а в качестве содержимого
         - сведения обо всех поломках за этот год.

       */
        cout << "\nHard task level: \n";

        cout << "\nНажмите <Enter> чтобы продолжить: ";
        while (getchar() != '\n')
            continue;
    }
