#include "Stdafx.h"
using namespace std;

struct TelephoneWEB
{
    string fio, telephone_num;

};

    void midle()
    {
        /*
        Телефонная сеть:
           - ФИО абонента;
           - номер телефона;
           - дата поломки;
           - время поломки;
           - дата устранения;
           - время устранения.
        Задача:
           - вывести сведения по всем заявкам на ремонт с указанием срока устранения неисправности в днях;
           - вывести все сведения о поломках за прошлый месяц.

        */

        cout << "\nMidel task level: \n";

        cout << "\nНажмите <Enter> чтобы продолжить: ";
        while (getchar() != '\n')
            continue;
    }
